[{
  "term": "Stew",
  "definition": [
    "A dish of meat and vegetables cooked slowly in liquid in a closed dish or pan.",
    ""
  ],
  "examples": [
    "lamb stew",
    "beef stewed in wine",
    "stew in one's own juice"
  ]
}, {
  "term": "Peck",
  "definition": [
    "(of a bird) strike or bite something with its beak"
  ],
  "examples": [
    "two geese were pecking at some grain"
  ]
}, {
  "term": "Slurp",
  "definition": ["Drink or eat (something) with a loud sucking noise."],
  "examples": ["she slurped her coffee"]
}, {
  "term": "Snarl",
  "definition": [
    "(of an animal such as a dog) make an aggressive growl with bared teeth.",
    "(something up) Entangle something",
    "A knot or tangle"
  ],
  "examples": [
    "the dog snarled at the boy",
    "the trailing lead got snarled up in a bramble bush",
    "snarls of wild raspberry plants"
  ]
}, {
  "term": "Tangle",
  "definition": [
    "Twist together into a confused mass.",
    "Become involved in a conflict or fight with"
  ],
  "examples": [
    "the broom somehow got tangled up in my long skirt",
    "they usually come a cropper when they tangle with the heavy mobs"
  ]
}, {
  "term": "Poke",
  "definition": [
    "Jab or prod (someone or something) with one's finger or a sharp object.",
    "Thrust (something, such as one's head) in a particular direction."
  ],
  "examples": [
    "they sniffed, felt, and poked at everything they bought",
    "I poked my head around the door to see what was going on",
    "his mother comes into his room sometimes and has a poke round"
  ]
}, {
  "term": "Wage",
  "definition": [
    "A fixed regular payment earned for work or services, typically paid on a daily or weekly basis [Compare with salary]",
    "Carry on (a war or campaign)"
  ],
  "examples": [
    "we were struggling to get better wages",
    "it is necessary to destroy their capacity to wage war"
  ]
}, {
  "term": "Toil",
  "definition": [
    "Work extremely hard or incessantly.",
    "[with adverbial of direction] Move slowly and with difficulty.",
    "Exhausting physical labour."
  ],
  "examples": [
    "Richard toiled to build his editorial team",
    "she began to toil up the cliff path"
  ]
}, {
  "term": "Labour/Labor",
  "definition": [
    "Work, especially physical work.",
    "Workers, especially manual workers, considered collectively.",
    "Work hard; make great effort."
  ],
  "examples": [
    "they laboured from dawn to dusk",
    "a labour of Hercules"
  ]
}, {
  "term": "Mop",
  "definition": [
    "An implement consisting of a bundle of thick loose strings or a sponge attached to a handle, used for wiping floors or other surfaces.",
    "An act of wiping something clean.",
    "A thick mass of disordered hair.",
    "Clean or soak up liquid from (something) by wiping."
  ],
  "examples": [
    "the kitchen needed a quick mop",
    "she mopped the floor and cleaned out two cupboards"
  ]
}, {
  "term": "Slip",
  "definition": [
    "Lose one's footing and slide unintentionally for a short distance.",
    "Accidentally slide or move out of position or from someone's grasp.",
    "Go or move quietly or quickly, without attracting notice.",
    "Pass or change to a lower, worse, or different condition, typically in a gradual or imperceptible way."
  ],
  "examples": [
    "I slipped over on the ice",
    "the envelope slipped through Luke's fingers",
    "we slipped out by a back door",
    "many people feel standards have slipped"
  ]
}]
